function EMTopic(i){//標題1
		var topics = [
									"雨裡藏著的故事",
									"夢想是把雙面刃",
									"一輩子裡有辦法實現夢想嗎？",
									"縮影",
									"懷念綠色的大海",
									"心路歷程"
									"機會是留給準備好的人",
									"讓我重新思考",
									"一段夢想的旅程"
								];
		EM = topics.length;
		return topics[i];
	}

	function EMTopicc(i){//標題2(連結部分,藍色字體)
		var topi = [
								"我看〈下雨天，真好〉",
								"我看〈讓夢想單飛變成年輕人的關鍵詞〉",
								"我看〈讓夢想單飛變成年輕人的關鍵詞〉",
								"我看〈孟老師〉",
								"我看〈田園之秋初秋篇 九月一日〉",
								"我看〈年過五十〉",
								"我看〈讓夢想單飛變成年輕人的關鍵詞〉",
								"我看〈猜猜，他想要換什麼？〉",
								"我看〈讓夢想單飛變成年輕人的關鍵詞〉"
							];
		return topi[i];
	}

	function EMClasses(i){//班級
		var classess = [
										"四技企管一甲",
										"四技企管一乙",
										"四技企管一丙",
										"四技資管一甲",
										"四技資管一乙",
										"四技金融一甲",
										"四技金融一乙",
										"四技國企一甲",
										"四技國企一乙"
									];
		return classess[i];
	}

	function EMNames(i){//姓名
		var namess = [
									"劉宥妡",
									"簡秀珊",
									"蔡欣茹",
									"詹明月",
									"潘雅玲",
									"蔡季良",
									"林羿欣",
									"潘宛柔",
									"洪宜慈"
								];
		return namess[i];
	}
	EMTopic();
