
	function PLTopic(i){//標題1
		var topics = [
									"我的恩師",
									"只緣身在此山中",
									"澆不熄的思念",
									"舊時光",
									"高空走索的小丑",
									"不同的家庭教育",
									"溫馨的親情",
									"時代的悲劇",
									"自然",
									"散步看見人生的美好",
									"引發學生的熱情",
									"人性的虛實",
									"勇敢，不放棄",
									"上學",
									"築夢踏實",
									"思念中的原諒",
									"「父親，你想過我嗎？」",
									"失敗所帶來的成長",
									"情有獨鍾"
					];
		PL = topics.length;
		return topics[i];
	}

	function PLTopicc(i){//標題2(連結部分,藍色字體)
		var topi = [
								"我看〈他影響了我的一生〉",
								"我看〈漁父〉",
								"我看〈下雨天，真好〉",
								"我看〈背著書包上學去〉",
								"我看〈走電人〉",
								"我看〈媽媽罰我跪〉",
								"我看〈三人餐桌〉",
								"我看〈山路〉",
								"享受〈田園之秋初秋篇 九月一日〉",
								"我看〈散步迷路〉",
								"我看〈我的恩師〉",
								"我看〈竹藪中〉",
								"我看〈最後一片葉〉",
								"我看〈背著書包去上學〉",
								"我看〈讓夢想單飛變成年輕人的關鍵詞〉",
								"我看〈漁父〉",
								"我看〈漁父〉",
								"我看〈讓夢想單飛變成年輕人的關鍵詞〉",
								"我看〈酗芒果〉"
							];
		return topi[i];
	}

	function PLClasses(i){//班級
		var classess = [
										"四技幼保一甲",
										"四技幼保一乙",
										"四技應外一甲",
										"四技應外一乙",
										"四技休運一甲",
										"四技休運一乙",
										"四技觀光一甲",
										"四技觀光一乙",
										"四技觀光一丙",
										"四技時尚一甲",
										"四技時尚一乙",
										"四技數位一甲",
										"四技數位一乙",
										"四技妝彩一甲",
										"四技妝彩一乙",
										"四技妝彩一丙",
										"四技餐飲一甲",
										"四技餐飲一乙",
										"四技餐飲一丙"
									];
		return classess[i];
	}

	function PLNames(i){//姓名
		var sc = "　";
		var namess = [
									"林岡樺",
									"涂綵琳",
									"王思媚",
									"唐徳芬",
									"邱智裕",
									"林羿江",
									"黃鈺茹",
									"何宣逸",
									"許畯傑",
									"張方綺",
									"汪佩宜",
									"陳憶萱",
									"黃瑄珮",
									"林佩瑩",
									"郭怡杉",
									"黃永愛",
									"林佳翰",
									"張哲維",
									"蕭美玉"
					];
		return namess[i];
	}
	PLTopic();
