//讀書會心得篇-管理學院-標題1
var SMTitle = [
							"為愛而活",
							"實踐夢想 刺激思考",
							"不被干涉而被重視，自己做主",
							"現代青年蛻變之路",
							"女子˙遺失的美好",
							"家和萬事興",
							"做自已才是人生",
							"外籍新娘的美麗與哀愁",
							"吸引力法則"
						];
//讀書會心得篇-管理學院-標題1

//計算總共幾筆
SMTotal = SMTitle.length;
//計算總共幾筆

//讀書會心得篇-管理學院-標題2(連結部分,藍色字體)
var SMLink = [
							"我看《我愛故我在》",
							"我看《魯濱遜漂流記》",
							"我看《姊姊的守護者》",
							"我看《學會思考》",
							"我看《南方之城的十二位女子》",
							"我看《天作不合》",
							"我讀《被討厭的勇氣》",
							"我看《離：我們的買賣，她們的一生》",
							"我看《秘密》"
						];
//讀書會心得篇-管理學院-標題2(連結部分,藍色字體)

//讀書會心得篇-管理學院-班級
var SMClasses = [
									"四技企管一甲",
									"四技企管一乙",
									"四技企管一丙",
									"四技資管一甲",
									"四技資管一乙",
									"四技金融一甲",
									"四技金融一乙",
									"四技國企一甲",
									"四技國企一乙"
								];
//讀書會心得篇-管理學院-班級

//讀書會心得篇-管理學院-姓名
var SMNames = [
								"徐千雅",
								"卓郁芬",
								"洪良瑋",
								"郭宏澤",
								"潘雅玲",
								"蔡宇晴",
								"方姿涵",
								"戴維萱",
								"詹雅琴"
							];
//讀書會心得篇-管理學院-姓名
