//樂學園-工學院-標題1
var PETitle = [
								"現代人看待大學的著眼點",
								"過往的回憶",
								"臺灣的文化病",
								"時光回流",
								"夢想呢",
								"教育方式的差異",
								"罰跪還是反省",
								"趨炎附勢",
								"那是我們的「寶」",
								"很久很久以後",
								"時代的悲歌",
								"有夢最美",
								"文字的藝術",
								"文字的藝術",
								"來自熱帶的甜美",
								"成長的印記"
							];
//樂學園-工學院-標題1

//計算總共幾筆
PETotal = PETitle.length;
//計算總共幾筆

//樂學園-工學院-標題2(連結部分,藍色字體)
var PELink = [
								"我看〈大學生的責任在那裏〉",
								"我看〈媽媽罰我跪〉",
								"我看〈臨床講義〉",
								"我看〈髮結蝴蝶〉",
								"我看〈讓夢想單飛變成年輕人的關鍵詞〉",
								"我看〈媽媽罰我跪〉",
								"我看〈媽媽罰我跪〉",
								"我看〈變色龍〉",
								"我看〈死去活來〉",
								"我看〈愛的無字天書〉",
								"我看〈一桿稱仔〉",
								"我看〈讓夢想單飛變成年輕人的關鍵詞〉",
								"我讀〈地篇〉",
								"我讀〈地篇〉",
								"我看〈酗芒果〉",
								"我看〈媽媽罰我跪〉"
							];
//樂學園-工學院-標題2(連結部分,藍色字體)

//閱讀心得篇-工學院-班級
var PEClasses = [
									"四技電子一甲",
									"四技電子一乙",
									"四技機械一甲",
									"四技機械一乙",
									"四技機械一丙",
									"四技電機一甲",
									"四技電機一乙",
									"四技電機一丙",
									"四技工管一甲",
									"四技工管一乙",
									"四技資工一甲",
									"四技資工一乙",
									"四技土木一甲",
									"四技土木一乙",
									"四技建築一甲",
									"四技建築一乙"
								];
//閱讀心得篇-工學院-班級

//閱讀心得篇-工學院-姓名
var PENames = [
								"張家銘",
								"林宗儒",
								"林柏宏",
								"孫冠忠",
								"蔡岱麟",
								"楊上永",
								"田群膺",
								"符凱鴻",
								"侯名鴻",
								"張瓊月",
								"李廷威",
								"林宏晉",
								"黃璿中",
								"吳素娟",
								"董旻瑄",
								"董怡秀"
							];
//閱讀心得篇-工學院-姓名
