	function MRanking(i){//標題1
		var sc = "　";
		var topics = [
						"第一名",
						"第二名",
						"第三名",
						"佳"+sc+"作",
						"佳"+sc+"作",
						"佳"+sc+"作",
						"佳"+sc+"作",
						"佳"+sc+"作",
						"佳"+sc+"作"
					];
		MR = topics.length;
		return topics[i];
	}

	function MTopic(i){//標題2(連結部分,藍色字體)
		var topics = [
						"健康就是幸福，幸福的推手──大昌長照中心創辦人兼音活協會執行長王霓裳",
						"緊握熱情，創造奇蹟 建築裝潢設計師──李建坤",
						"回收大道理──養成節儉樸實的阿香阿嬤",
						"高雄阿信的打拼人生──訪美而美早餐店林秀美老闆娘",
						"畫出人生夢想的藍圖──訪業界繪畫連禾老師",
						"熱心、用心、真心傳遞最真誠的理念──訪幸蓁瑜珈工作室蔡幸蓁老師",
						"默默為大自然盡一份心力的種樹人──訪陶樹坊種樹達人吳瑞樑",
						"勇於創新的海外探險者──訪陳士瑤老師",
						"人要比車兇，比工作環境更兇──訪上海果雕金牌鄭銘松老師"
					];

		return topics[i];
	}

	function MClasses(i){//班級
		var classess = [
						"日間部四技企管二乙",
						"日間部四技機械三甲",
						"日間部四技幼保二乙",
						"進修部四技妝彩二甲",
						"日間部四技妝彩二乙",
						"日間部四技企管二甲",
						"日間部四技資工二甲",
						"日間部四技應外二甲",
						"日間部四技餐飲二丙"
						];
		return classess[i];
	}

	function MNames(i){//姓名
		var namess = [
						"李佳怡",
						"李政憲",
						"林欣蓉",
						"朱貞懿",
						"孫玉珊",
						"陳苡儒",
						"陳壯沅",
						"劉致廷",
						"盧妍瑾"
					];
		return namess[i];
	}
	MRanking();
