
	function SETopic(i){//標題1
		var topics = [
									"我們的青春回憶",
									"哲學是一種生活",
									"關鍵的禮物",
									"感性與理性的抉擇",
									"中國神話",
									"堅強的女性和社會的黑暗面",
									"成功不難",
									"生命的意義？",
									"用不完美活出更完美",
									"一夜鄉心五處同",
									"每一個人，都在等一個人",
									"平等與尊重",
									"是自覺還是自我感覺",
									"是自覺還是自我感覺",
									"生命的價值",
									"友情的可貴"
								];
		SE = topics.length;
		return topics[i];
	}

	function SETopicc(i){//標題2(連結部分,藍色字體)
		var topi = [
								"我看《那些年我們一起追的女孩》",
								"我看《失戀後遇見蘇格拉底》",
								"我看《給自己10 樣人生禮物》",
								"我看《丹麥女孩》",
								"我看《西遊記》",
								"我看《南方之城的十二位女子》",
								"我看《計較是貧窮的開始》",
								"我看《在天堂遇見的五個人》",
								"我看《人生不設限：我那好得不像話的生命體驗》",
								"我看《日不落家》",
								"我看《等一個人咖啡》",
								"我看《來自新世界》",
								"我看《正義：一場思辨之旅》",
								"我看《正義：一場思辨之旅》",
								"我看《做自己與別人生命中的天使》",
								"我看《永恆的友誼》"
							];
		return topi[i];
	}

	function SEClasses(i){//班級
		var classess = [
										"四技電子一甲",
										"四技電子一乙",
										"四技機械一甲",
										"四技機械一乙",
										"四技機械一丙",
										"四技電機一甲",
										"四技電機一乙",
										"四技電機一丙",
										"四技工管一甲",
										"四技工管一乙",
										"四技資工一甲",
										"四技資工一乙",
										"四技土木一甲",
										"四技土木一乙",
										"四技建築一甲",
										"四技建築一乙"
									];
		return classess[i];
	}

	function SENames(i){//姓名
		var namess = [
									"林峯田",
									"林宗儒",
									"陳奕翔",
									"周佑軒",
									"蔡岱麟",
									"陳宇棠",
									"王翔宇",
									"吳昕遂",
									"洪忻驊",
									"康哲維",
									"楊政剛",
									"陳明德",
									"趙晏琳",
									"周承漳",
									"萬家蓉",
									"董怡秀"
								];
		return namess[i];
	}
	SETopic();
