	function RETopic(i){//標題1
		var topics = [
						"末日餘生",
						"正面思考",
						"多重人格分裂",
						"不得不然",
						"有好夢，才有好人生",
						"現實與故事的差異",
						"心靈勵志",
						"做自己最好的醫生：一位心理學家的自癒實錄",
						"飛揚的一記好球",
						"千奇百怪的世界",
						"食物的啟發",
						"虛幻與真實",
						"被遺忘的台灣史",
						"被遺忘的台灣史",
						"接納",
						"建築美學"
					];
		t = topics.length;
		return topics[i];
	}

	function RETopicc(i){//標題2(連結部分,藍色字體)
		var topi = [
					"我看《潛沙記》",
					"我看《被討厭的勇氣》",
					"我讀《24個比利》",
					"我看《停不下來的人：強迫症，與迷失在腦海中的真實人生》",
					"我看《更愛明天的自己》",
					"我看《山與海》",
					"我看《放對地方，就是天才──何權峰給學生九種改變一生的關鍵能力》",
					"我讀《生命迴旋》",
					"我看《國球的眼淚》",
					"我讀《噩盡島》",
					"我看《美食的俘虜》",
					"我看《人間失格》",
					"我讀《迷霧之旅》",
					"我讀《迷霧之旅》",
					"我看《不能不去愛的兩件事》",
					"我看《哈佛大學建築系的八堂課/八位當代建築師》"
					];
		return topi[i];
	}

	function REClasses(i){//班級
		var classess = [
						"四技電子一甲",
						"四技電子一乙",
						"四技機械一甲",
						"四技機械一乙",
						"四技機械一丙",
						"四技電機一甲",
						"四技電機一乙",
						"四技電機一丙",
						"四技工管一甲",
						"四技工管一乙",
						"四技資工一甲",
						"四技資工一乙",
						"四技土木一甲",
						"四技土木一乙",
						"四技建築一甲",
						"四技建築一乙"
						];
		return classess[i];
	}

	function RENames(i){//姓名
		var namess = [
						"楊承霖",
						"徐瑞佑",
						"吳苗菁",
						"陳柏源",
						"許靖韋",
						"潘言寧",
						"孫立昀",
						"盧勝佳",
						"何青軒",
						"林俞丞",
						"蔡尚裕",
						"董俊佑",
						"陳柏嘉",
						"張祐譯",
						"陳家儀",
						"董怡秀"
					];
		return namess[i];
	}
	RETopic();
