
//寫作比賽-多結局-標題1
var sc = "　";
var WMMTitle = [
	"第一名",
	"第二名",
	"第三名",
	"佳"+sc+"作",
	"佳"+sc+"作",
	"佳"+sc+"作",
	"佳"+sc+"作",
	"佳"+sc+"作",
	"佳"+sc+"作"
];
//寫作比賽-多結局-標題1

//計算總共幾筆
WMMTotal = WMMTitle.length;
//計算總共幾筆


//寫作比賽-多結局-班級
var WMMClasses = [
	"日間部四技餐飲一甲",
	"日間部四技國企三甲",
	"日間部四技餐飲一乙",
	"日間部四技建築一乙",
	"日間部四技企管四乙",
	"日間部四技土木一甲",
	"日間部四技企管一乙",
	"日間部四技餐飲一甲",
	"日間部四技國企三甲"
];
//寫作比賽-多結局-班級

//寫作比賽-多結局-姓名
var WMMNames = [
	"蔡伊婷",
	"劉鴻慶",
	"張哲維",
	"陳佳伶",
	"吳思霆",
	"黃馨誠",
	"陳怡平",
	"蔡哲霖",
	"黃鈺婷"
];
//寫作比賽-多結局-姓名
