//閱讀心得篇-管理學院-標題1
var RMTitle = [//閱讀心得篇-管理學院-標題1
	"時代洪流中的武士魂",
	"天真無邪的初心",
	"得失存乎一心",
	"活得有意義",
	"馬卡道族人與海盜之戰",
	"時間的重要性",
	"勵志書籍",
	"信用、勤奮，造就一個人的成功",
	"好或壞都不想忘記"
];
//閱讀心得篇-管理學院-標題1

//計算總共幾筆
RMTotal = RMTitle.length;
//計算總共幾筆

//閱讀心得篇-管理學院-標題2(連結部分,藍色字體)
var RMLink = [//閱讀心得篇-管理學院-標題2(連結部分,藍色字體)
	"我看《新選組血風錄》",
	"我看《小王子》",
	"我看《笑傲江湖》",
	"我看《最後14 堂星期二的課》",
	"我看《山與海》",
	"我看《禮物》",
	"我看《就算失去一切，我也要勇敢活下去》",
	"我看《命運˙運命》",
	"我看《回憶當鋪》"
];
//閱讀心得篇-管理學院-標題2(連結部分,藍色字體)

//閱讀心得篇-管理學院-班級
var RMClasses = [//閱讀心得篇-管理學院-班級
	"四技企管一甲",
	"四技企管一乙",
	"四技企管一丙",
	"四技資管一甲",
	"四技資管一乙",
	"四技金融一甲",
	"四技金融一乙",
	"四技國企一甲",
	"四技國企一乙"
];
//閱讀心得篇-管理學院-班級

//閱讀心得篇-管理學院-姓名
var RMNames = [//閱讀心得篇-管理學院-姓名
	"陳怡平",
	"林宜婷",
	"黃詠芹",
	"丁文佑",
	"施金蓮",
	"陳奕霖",
	"黃詩婷",
	"蘇秀文",
	"翁淩芳"
];
//閱讀心得篇-管理學院-姓名
